Revit 2027 API
ParameterTypeId.RoomPhase Property
 "Phase"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomPhase { get; }
Public Shared ReadOnly Property RoomPhase As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomPhase {
	ForgeTypeId^ get ();
}
static member RoomPhase : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace